[
  "[PAD]",
  "[UNK]",
  "[BOS]",
  "[EOS]",
  "<sep>",
  "intent",
  ":",
  "return_item",
  "order_id",
  "ORD645978",
  "pickup_address",
  "same",
  "as",
  "delivery",
  "address",
  "products",
  "bread",
  "|",
  "apples",
  "return_reason",
  "damaged",
  "item",
  "I",
  "can",
  "help",
  "with",
  "return",
  "for",
  "order",
  "ORD645978.",
  "ORD354604",
  "missing_slots",
  "ORD354604.",
  "cancel_order",
  "cancellation_reason",
  "ordered",
  "by",
  "mistake",
  "ORD482838",
  "potatoes",
  "toothpaste",
  "cancel",
  "ORD482838.",
  "refund_status",
  "ORD656898",
  "payment_method",
  "credit_card",
  "refund_id",
  "RFN61067",
  "refund",
  "status",
  "ORD656898.",
  "order_status",
  "ORD939916",
  "ORD939916.",
  "invoice_request",
  "email",
  "customer684@example.com",
  "invoice_type",
  "standard",
  "ORD196403",
  "invoice",
  "request",
  "ORD196403.",
  "product_availability",
  "pincode",
  "380510",
  "basmati",
  "rice",
  "store_id",
  "STR8563",
  "product",
  "availability.",
  "Please",
  "share",
  "the",
  "missing",
  "details",
  "verification.",
  "560515",
  "shampoo",
  "STR8701",
  "coupon_issue",
  "cart_value",
  "2213",
  "coupon_code",
  "FREESHIP",
  "ORD454029",
  "coupon",
  "issue",
  "ORD454029.",
  "channel",
  "app",
  "ORD735800",
  "phone_last4",
  "2120",
  "ORD735800.",
  "delivery_delay",
  "city",
  "[NULL]",
  "delivery_slot",
  "8",
  "PM",
  "-",
  "10",
  "expected_delivery_date",
  "2026-06-13",
  "ORD625943",
  "delay",
  "ORD625943.",
  "[EMPTY]",
  "bananas",
  "STR5476",
  "ORD993475",
  "green",
  "tea",
  "wrong",
  "delivered",
  "ORD993475.",
  "exchange_item",
  "exchange_reason",
  "size",
  "ORD468637",
  "preferred_variant",
  "1",
  "kg",
  "pack",
  "exchange",
  "ORD468637.",
  "payment_issue",
  "issue_type",
  "payment_failed",
  "ORD725156",
  "wallet",
  "transaction_id",
  "TXN73312215",
  "payment",
  "ORD725156.",
  "Pune",
  "2026-06-12",
  "ORD661482",
  "ORD661482.",
  "modify_order",
  "6",
  "AM",
  "ORD701778",
  "pressure",
  "cooker",
  "quantity_change",
  "add",
  "unit",
  "modify",
  "ORD701778.",
  "store_locator",
  "Mumbai",
  "411223",
  "store_type",
  "pickup_point",
  "store",
  "locator.",
  "delivery_address_update",
  "new_address",
  "Flat",
  "402",
  ",",
  "Lake",
  "View",
  "Apt",
  "ORD579736",
  "380147",
  "update",
  "ORD579736.",
  "ORD649156",
  "ORD649156.",
  "Bengaluru",
  "2026-06-10",
  "ORD533558",
  "ORD533558.",
  "2",
  "4",
  "ORD961734",
  "t-shirt",
  "ORD961734.",
  "ORD868414",
  "cash_on_delivery",
  "TXN85639903",
  "ORD868414.",
  "ORD749649",
  "paneer",
  "ORD749649.",
  "ORD978733",
  "curd",
  "ORD978733.",
  "toor",
  "dal",
  "STR5753",
  "Gurugram",
  "2026-06-14",
  "ORD189475",
  "ORD189475.",
  "duplicate",
  "ORD653831",
  "ORD653831.",
  "Chennai",
  "411405",
  "ORD318136",
  "eggs",
  "ORD318136.",
  "ORDER-",
  "baby",
  "diapers",
  "expired",
  ".",
  "ORD224464",
  "milk",
  "cooking",
  "oil",
  "ORD224464.",
  "color",
  "ORD369882",
  "red",
  "ORD369882.",
  "ORD904589",
  "ORD904589.",
  "complaint_registration",
  "complaint_type",
  "late_delivery",
  "description",
  "was",
  "stale",
  "ORD934533",
  "complaint",
  "registration",
  "ORD934533.",
  "ambiguous_reference",
  "last",
  "ORD942049",
  "ORD942049.",
  "subscription_issue",
  "benefit_not_applied",
  "3211",
  "subscription_id",
  "SUB69361",
  "subscription",
  "issue.",
  "ORD372452",
  "increase",
  "to",
  "packs",
  "ORD372452.",
  "ORD952786",
  "ORD952786.",
  "Hyderabad",
  "2026-06-09",
  "ORD470226",
  "ORD470226.",
  "ORD569033",
  "ORD569033.",
  "ORD316247",
  "ORD316247.",
  "ORD994243",
  "tomatoes",
  "ORD994243.",
  "ORD312929",
  "detergent",
  "ORD312929.",
  "ORD550515",
  "3542",
  "ORD550515.",
  "110490",
  "almonds",
  "STR8273",
  "12345",
  "remove",
  "12345.",
  "2026-06-11",
  "ORD525685",
  "ORD525685.",
  "6168",
  "SUB68928",
  "order.",
  "charged_but_order_not_placed",
  "ORD105340",
  "TXN31732545",
  "ORD105340.",
  "560922",
  "STR5857",
  "2860",
  "FRESH20",
  "ORD934274",
  "ORD934274.",
  "Ahmedabad",
  "2026-06-07",
  "ORD561002",
  "ORD561002.",
  "delay.",
  "122953",
  "STR2295",
  "ORD219355",
  "ORD219355.",
  "ORD278392",
  "4312",
  "ORD278392.",
  "ORD715256",
  "debit_card",
  "TXN45457535",
  "ORD715256.",
  "too",
  "late",
  "ORD881180",
  "ORD881180.",
  "12",
  "ORD179770",
  "ORD179770.",
  "ORD886379",
  "RFN78881",
  "ORD886379.",
  "ORD652235",
  "ORD652235.",
  "700107",
  "STR1676",
  "122939",
  "560698",
  "STR6905",
  "membership_not_visible",
  "4017",
  "SUB29041",
  "ORD972548",
  "net_banking",
  "onions",
  "ORD972548.",
  "ORD664152",
  "ORD664152.",
  "ORD216961",
  "RFN64950",
  "ORD216961.",
  "wrong_item",
  "package",
  "leaking",
  "ORD900949",
  "ORD900949.",
  "2026-06-06",
  "ORD478514",
  "ORD478514.",
  "ORD360125",
  "0377",
  "ORD360125.",
  "0885",
  "SUB56902",
  "ORD204178",
  "ORD204178.",
  "second",
  "one",
  "ORD545171",
  "ORD545171.",
  "call_center",
  "ORD769897",
  "6923",
  "ORD769897.",
  "3844",
  "SAVE100",
  "ORD654440",
  "ORD654440.",
  "Delhi",
  "600171",
  "ORD860590",
  "ORD860590.",
  "ORD678272",
  "ORD678272.",
  "ORD814563",
  "2703",
  "ORD814563.",
  "ORD420118",
  "5269",
  "ORD420118.",
  "duplicate_charge",
  "ORD600711",
  "UPI",
  "TXN10023697",
  "ORD600711.",
  "ORD525321",
  "ORD525321.",
  "ORD419582",
  "ORD419582.",
  "122520",
  "ORD484583",
  "ORD484583.",
  "ORD276955",
  "2343",
  "ORD276955.",
  "defective",
  "ORD318321",
  "L",
  "ORD318321.",
  "ORD939321",
  "ORD939321.",
  "ORD484124",
  "ORD484124.",
  "ORD335286",
  "ORD335286.",
  "400368",
  "atta",
  "STR6427",
  "1838",
  "ORD259812",
  "ORD259812.",
  "ORD424834",
  "8764",
  "ORD424834.",
  "ORD504431",
  "ORD504431.",
  "ORD239812",
  "ORD239812.",
  "ORD954165",
  "8585",
  "ORD954165.",
  "ORD425526",
  "RFN15135",
  "ORD425526.",
  "missing_item",
  "ORD628830",
  "ORD628830.",
  "ORD308627",
  "RFN14261",
  "ORD308627.",
  "ORD769997",
  "ORD769997.",
  "ORD955510",
  "ORD955510.",
  "5984",
  "status.",
  "411185",
  "STR9173",
  "RFN15682",
  "website",
  "ORD877301",
  "8495",
  "ORD877301.",
  "ORD999694",
  "ORD999694.",
  "ORD419852",
  "ORD419852.",
  "ORD219097",
  "ORD219097.",
  "ORD919399",
  "ORD919399.",
  "ORD532645",
  "ORD532645.",
  "customer677@example.com",
  "GST",
  "ORD221012",
  "ORD221012.",
  "ORD860216",
  "ORD860216.",
  "ORD387515",
  "8778",
  "ORD387515.",
  "poor_quality",
  "ORD391159",
  "ORD391159.",
  "ORD303171",
  "ORD303171.",
  "ORD852549",
  "ORD852549.",
  "500985",
  "STR2142",
  "ORD489034",
  "411125",
  "ORD489034.",
  "ORD351437",
  "ORD351437.",
  "2026-06-08",
  "ORD167379",
  "ORD167379.",
  "ORD282877",
  "TXN70170162",
  "ORD282877.",
  "ORD382879",
  "TXN79886405",
  "ORD382879.",
  "ORD431577",
  "ORD431577.",
  "ORD664241",
  "RFN61021",
  "ORD664241.",
  "1288",
  "ORD406634",
  "ORD406634.",
  "Office",
  "reception",
  "desk",
  "ORD604782",
  "122181",
  "ORD604782.",
  "560516",
  "ORD",
  "ORD195531",
  "ORD195531.",
  "Kolkata",
  "ORD524690",
  "ORD524690.",
  "ORD592481",
  "ORD592481.",
  "700570",
  "STR4456",
  "ORD813466",
  "ORD813466.",
  "462",
  "WEEKEND200",
  "ORD278565",
  "ORD278565.",
  "item.",
  "122410",
  "ORD667846",
  "1504",
  "ORD667846.",
  "ORD498641",
  "ORD498641.",
  "ORD477930",
  "ORD477930.",
  "110429",
  "express_store",
  "ORD628019",
  "ORD628019.",
  "ORD485725",
  "RFN76840",
  "ORD485725.",
  "ORD986652",
  "ORD986652.",
  "ORD854753",
  "ORD854753.",
  "ORD428089",
  "ORD428089.",
  "renewal_failed",
  "1989",
  "SUB85904",
  "500660",
  "STR6890",
  "110164",
  "STR8088",
  "ORD125361",
  "ORD125361.",
  "ORD320903",
  "ORD320903.",
  "ORD964093",
  "ORD964093.",
  "ORD374160",
  "ORD374160.",
  "ORD136903",
  "ORD136903.",
  "ORD943581",
  "ORD943581.",
  "110354",
  "STR1024",
  "ORD669311",
  "ORD669311.",
  "ORD615486",
  "ORD615486.",
  "INVALID_ID",
  "INVALID_ID.",
  "ORD491699",
  "ORD491699.",
  "ORD826408",
  "ORD826408.",
  "ORD476992",
  "TXN95047514",
  "ORD476992.",
  "ORD286201",
  "TXN38933672",
  "ORD286201.",
  "ORD296349",
  "ORD296349.",
  "ORD640915",
  "9569",
  "ORD640915.",
  "ORD955648",
  "ORD955648.",
  "ORD647050",
  "ORD647050.",
  "ORD152154",
  "ORD152154.",
  "ORD226090",
  "ORD226090.",
  "ORD963551",
  "TXN55715539",
  "ORD963551.",
  "ORD823482",
  "6091",
  "ORD823482.",
  "ORD972488",
  "ORD972488.",
  "ORD112410",
  "ORD112410.",
  "700741",
  "400582",
  "ORD178792",
  "ORD178792.",
  "ORD422445",
  "TXN34925302",
  "ORD422445.",
  "ORD981559",
  "ORD981559.",
  "ORD260112",
  "8685",
  "ORD260112.",
  "ORD925550",
  "ORD925550.",
  "ORD833630",
  "RFN87744",
  "ORD833630.",
  "ORD337693",
  "ORD337693.",
  "ORD272787",
  "RFN71788",
  "ORD272787.",
  "ORD833244",
  "ORD833244.",
  "ORD162548",
  "ORD162548.",
  "122458",
  "ORD558812",
  "2009",
  "ORD558812.",
  "ORD292881",
  "ORD292881.",
  "ORD912123",
  "4114",
  "ORD912123.",
  "ORD170942",
  "TXN91067823",
  "ORD170942.",
  "6023",
  "SUB44343",
  "ORD519464",
  "RFN38048",
  "ORD519464.",
  "ORD154193",
  "ORD154193.",
  "ORD426679",
  "TXN71399271",
  "ORD426679.",
  "ORD827389",
  "RFN48552",
  "ORD827389.",
  "yesterday",
  "ORD846856",
  "ORD846856.",
  "ORD.",
  "560538",
  "STR2953",
  "ORD240094",
  "9743",
  "ORD240094.",
  "ORD656239",
  "ORD656239.",
  "110607",
  "380891",
  "400914",
  "STR7422",
  "ORD134678",
  "ORD134678.",
  "ORD365078",
  "ORD365078.",
  "560115",
  "ORD232329",
  "ORD232329.",
  "ORD175390",
  "ORD175390.",
  "ORD935381",
  "ORD935381.",
  "ORD474670",
  "ORD474670.",
  "ORD509938",
  "RFN64473",
  "ORD509938.",
  "ORD555092",
  "ORD555092.",
  "ORD893420",
  "1510",
  "ORD893420.",
  "ORD915148",
  "RFN14469",
  "ORD915148.",
  "ORD184357",
  "ORD184357.",
  "2361",
  "ORD815348",
  "ORD815348.",
  "411528",
  "STR7307",
  "ORD964936",
  "TXN56127067",
  "ORD964936.",
  "ORD790286",
  "ORD790286.",
  "ORD923638",
  "ORD923638.",
  "ORD235592",
  "3954",
  "ORD235592.",
  "ORD365414",
  "ORD365414.",
  "ORD239568",
  "0749",
  "ORD239568.",
  "ORD828696",
  "TXN32361249",
  "ORD828696.",
  "ORD903318",
  "5349",
  "ORD903318.",
  "customer115@example.com",
  "ORD307432",
  "ORD307432.",
  "ORD759811",
  "ORD759811.",
  "ORD571042",
  "ORD571042.",
  "110369",
  "560387",
  "STR6909",
  "ORD243468",
  "ORD243468.",
  "500458",
  "STR2191",
  "ORD387411",
  "ORD387411.",
  "ORD394378",
  "TXN42359636",
  "ORD394378.",
  "ORD711329",
  "ORD711329.",
  "RFN19443",
  "ORD264311",
  "ORD264311.",
  "ORD576244",
  "ORD576244.",
  "ORD845211",
  "0839",
  "ORD845211.",
  "ORD444181",
  "5880",
  "ORD444181.",
  "ORD764613",
  "0013",
  "ORD764613.",
  "700966",
  "STR2304",
  "ORD934146",
  "ORD934146.",
  "ORD188322",
  "3814",
  "ORD188322.",
  "customer859@example.com",
  "ORD554093",
  "ORD554093.",
  "ORD435039",
  "ORD435039.",
  "380972",
  "STR3532",
  "ORD544599",
  "ORD544599.",
  "Tower",
  "B",
  "Prestige",
  "Park",
  "ORD200081",
  "600274",
  "ORD200081.",
  "ORD986736",
  "ORD986736.",
  "ORD363677",
  "ORD363677.",
  "ORD881288",
  "380513",
  "ORD881288.",
  "ORD364370",
  "ORD364370.",
  "ORD865760",
  "ORD865760.",
  "ORD265100",
  "TXN44668987",
  "ORD265100.",
  "ORD940669",
  "3791",
  "ORD940669.",
  "ORD539776",
  "ORD539776.",
  "ORD953809",
  "400633",
  "ORD953809.",
  "customer573@example.com",
  "duplicate_copy",
  "ORD899808",
  "ORD899808.",
  "ORD690320",
  "ORD690320.",
  "ORD870005",
  "ORD870005.",
  "ORD977242",
  "122673",
  "ORD977242.",
  "customer180@example.com",
  "ORD266552",
  "ORD266552.",
  "ORD841324",
  "9488",
  "ORD841324.",
  "110536",
  "STR4656",
  "ORD191208",
  "ORD191208.",
  "ORD556870",
  "TXN24984645",
  "ORD556870.",
  "ORD212166",
  "RFN72921",
  "ORD212166.",
  "ORD857150",
  "400452",
  "ORD857150.",
  "ORD367098",
  "1791",
  "ORD367098.",
  "ORD703647",
  "ORD703647.",
  "ORD742030",
  "ORD742030.",
  "ORD296506",
  "ORD296506.",
  "6197",
  "SUB85494",
  "ORD247826",
  "TXN19119371",
  "ORD247826.",
  "411719",
  "STR3575",
  "ORD332799",
  "ORD332799.",
  "ORD666620",
  "9263",
  "ORD666620.",
  "ORD225972",
  "ORD225972.",
  "2897",
  "ORD717719",
  "RFN24075",
  "ORD717719.",
  "ORD501834",
  "ORD501834.",
  "RFN50558",
  "RFN16905",
  "ORD988187",
  "RFN55827",
  "ORD988187.",
  "ORD600266",
  "ORD600266.",
  "customer399@example.com",
  "ORD535846",
  "ORD535846.",
  "ORD210614",
  "ORD210614.",
  "ORD215683",
  "ORD215683.",
  "ORD369506",
  "ORD369506.",
  "ORD855429",
  "7884",
  "ORD855429.",
  "ORD512032",
  "ORD512032.",
  "ORD621451",
  "ORD621451.",
  "ORD525731",
  "9357",
  "ORD525731.",
  "customer705@example.com",
  "ORD335576",
  "ORD335576.",
  "560196",
  "STR1514",
  "560958",
  "supermarket",
  "ORD276606",
  "8352",
  "ORD276606.",
  "ORD552338",
  "ORD552338.",
  "ORD859895",
  "ORD859895.",
  "500251",
  "STR3615",
  "ORD410356",
  "ORD410356.",
  "110954",
  "STR2226",
  "ORD293553",
  "4087",
  "ORD293553.",
  "ORD493036",
  "ORD493036.",
  "ORD996744",
  "RFN59944",
  "ORD996744.",
  "3657",
  "ORD971255",
  "ORD971255.",
  "ORD614909",
  "ORD614909.",
  "ORD343074",
  "4911",
  "ORD343074.",
  "ORD749745",
  "ORD749745.",
  "ORD220359",
  "ORD220359.",
  "400653",
  "STR9368",
  "ORD292606",
  "RFN60679",
  "ORD292606.",
  "ORD164850",
  "ORD164850.",
  "ORD671569",
  "ORD671569.",
  "ORD821179",
  "ORD821179.",
  "ORD140607",
  "ORD140607.",
  "500453",
  "ORD958517",
  "ORD958517.",
  "ORD201545",
  "ORD201545.",
  "ORD389545",
  "ORD389545.",
  "ORD402223",
  "TXN66706791",
  "ORD402223.",
  "ORD237560",
  "TXN25081517",
  "ORD237560.",
  "ORD886891",
  "ORD886891.",
  "110946",
  "ORD331297",
  "ORD331297.",
  "ORD854456",
  "TXN17242993",
  "ORD854456.",
  "ORD342690",
  "RFN19967",
  "ORD342690.",
  "3162",
  "ORD261894",
  "ORD261894.",
  "ORD444245",
  "ORD444245.",
  "ORD379623",
  "9515",
  "ORD379623.",
  "ORD648638",
  "RFN97472",
  "ORD648638.",
  "ORD282810",
  "ORD282810.",
  "ORD110984",
  "ORD110984.",
  "ORD700030",
  "ORD700030.",
  "ORD444211",
  "ORD444211.",
  "registration.",
  "ORD460214",
  "ORD460214.",
  "RFN48545",
  "400244",
  "STR8685",
  "ORD919429",
  "TXN81833572",
  "ORD919429.",
  "ORD816870",
  "RFN13746",
  "ORD816870.",
  "ORD934935",
  "ORD934935.",
  "ORD854762",
  "7493",
  "ORD854762.",
  "380613",
  "STR5379",
  "ORD432849",
  "ORD432849.",
  "380996",
  "STR4917",
  "ORD170193",
  "RFN79194",
  "ORD170193.",
  "500993",
  "ORD565129",
  "ORD565129.",
  "ORD671302",
  "ORD671302.",
  "ORD587757",
  "ORD587757.",
  "ORD626943",
  "ORD626943.",
  "110916",
  "ORD943007",
  "ORD943007.",
  "ORD756934",
  "ORD756934.",
  "ORD471937",
  "ORD471937.",
  "ORD884567",
  "ORD884567.",
  "110621",
  "STR5073",
  "411653",
  "ORD655387",
  "RFN53090",
  "ORD655387.",
  "ORD727738",
  "ORD727738.",
  "RFN47530",
  "ORD814084",
  "ORD814084.",
  "ORD513559",
  "ORD513559.",
  "ORD817591",
  "0221",
  "ORD817591.",
  "ORD633351",
  "ORD633351.",
  "ORD111743",
  "TXN12045271",
  "ORD111743.",
  "ORD144681",
  "ORD144681.",
  "ORD713911",
  "ORD713911.",
  "ORD752842",
  "ORD752842.",
  "ORD666152",
  "ORD666152.",
  "ORD997855",
  "ORD997855.",
  "ORD214531",
  "ORD214531."
]